<footer class="footer">
    <div class="container container--lg">
        <div class="footer__row">

            <div class="footer__copyright">&copy; {{ now()->format('Y') }} <span class="logo">Сев<span class="accent-color">Эко</span></span></div>

            <a class="footer__ecotaxi" href="https://ecosevastopol.ru/#ecotaxi" target="_blank" rel="noopener noreferrer">Экотакси</a>
            
            <div class="footer__socials">
                <a href="#" title="VK" target="_blank" rel="noopener noreferrer">
                    <svg height="48" viewBox="0 0 49 48" width="49" xmlns="http://www.w3.org/2000/svg">
                        <path clip-rule="evenodd" fill-rule="evenodd" d="M3.87 3.37C.5 6.75.5 12.17.5 23.04v1.92c0 10.86 0 16.3 3.37 19.67C7.25 48 12.67 48 23.54 48h1.92c10.86 0 16.3 0 19.67-3.37 3.37-3.38 3.37-8.8 3.37-19.67v-1.92c0-10.86 0-16.3-3.37-19.67C41.75 0 36.33 0 25.46 0h-1.92C12.68 0 7.24 0 3.87 3.37zm4.74 11.3c.25 12.48 6.82 20 17.65 20h.63v-7.15c3.95.4 6.89 3.35 8.09 7.15h5.69a15.8 15.8 0 0 0-8.03-10.03c2.48-1.49 6-5.09 6.83-9.97h-5.18c-1.08 3.97-4.31 7.57-7.4 7.91v-7.91h-5.26v13.85c-3.2-.8-7.37-4.68-7.54-13.85z"></path>
                    </svg>
                </a>
                <a href="#" title="Telegram" target="_blank" rel="noopener noreferrer">
                    <svg viewBox="0 0 100 100" xmlns="http://www.w3.org/2000/svg">
                        <path d="M88.723 12.142C76.419 17.238 23.661 39.091 9.084 45.047c-9.776 3.815-4.053 7.392-4.053 7.392s8.345 2.861 15.499 5.007c7.153 2.146 10.968-.238 10.968-.238l33.62-22.652c11.922-8.107 9.061-1.431 6.199 1.431-6.199 6.2-16.452 15.975-25.036 23.844-3.815 3.338-1.908 6.199-.238 7.63 6.199 5.246 23.129 15.976 24.082 16.691 5.037 3.566 14.945 8.699 16.452-2.146l5.961-37.435c1.908-12.637 3.815-24.321 4.053-27.659.716-8.108-7.868-4.77-7.868-4.77z" />
                    </svg>
                </a>
                <a href="#" title="YouTube" target="_blank" rel="noopener noreferrer">
                    <svg viewBox="0 0 512 512" height="512" width="512" xmlns="http://www.w3.org/2000/svg">
                        <path d="M476.387 144.888c-5.291-19.919-20.878-35.608-40.67-40.933C399.845 94.282 256 94.282 256 94.282s-143.845 0-179.719 9.674c-19.791 5.325-35.378 21.013-40.668 40.933-9.612 36.105-9.612 111.438-9.612 111.438s0 75.334 9.612 111.438c5.29 19.92 20.877 34.955 40.668 40.281C112.155 417.719 256 417.719 256 417.719s143.845 0 179.717-9.674c19.792-5.326 35.379-20.361 40.67-40.281 9.612-36.104 9.612-111.438 9.612-111.438s0-75.332-9.612-111.438z" />
                        <path fill="white" d="M208.954 324.723V187.93l120.226 68.398z"/>
                    </svg>
                </a>
            </div>

        </div>
    </div>
</footer>
